from aiogram.fsm.state import StatesGroup, State


class CalcStates(StatesGroup):
    first_number = State()
    second_number = State()


'''

    Зробити команду /counter, яка виведе
    повідомлення-лічильник. Наприклад:

    Поточне значення: 0

    У цього повідомлення має бути 3 кнопки:
    +1, -1 та Видалити.

    Натискання кнопок +1 та -1 має змінювати
    значення в повідомленні. Натискання кнопки
    Видалити видаляє повідомлення з лічильником.
    Або замінює його на повідомлення
    "Лічильник видалено".

'''